{"keras_version": "2.1.5", "config": [{"config": {"units": 128, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "kernel_constraint": null, "use_bias": true, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "name": "dense_1", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_regularizer": null, "batch_input_shape": [null, 43], "dtype": "float32", "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_1", "seed": null, "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"units": 128, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "name": "dense_2", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_2", "seed": null, "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"units": 128, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "trainable": true, "activation": "sigmoid", "bias_regularizer": null, "name": "dense_3", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}, {"config": {"noise_shape": null, "name": "dropout_3", "seed": null, "rate": 0.0, "trainable": true}, "class_name": "Dropout"}, {"config": {"units": 14, "kernel_initializer": {"config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}, "class_name": "VarianceScaling"}, "bias_constraint": null, "use_bias": true, "trainable": true, "activation": "linear", "bias_regularizer": null, "name": "dense_4", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_constraint": null, "kernel_regularizer": null, "activity_regularizer": null}, "class_name": "Dense"}], "class_name": "Sequential", "backend": "tensorflow"}