{"backend": "tensorflow", "class_name": "Sequential", "keras_version": "2.1.5", "config": [{"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_1", "kernel_regularizer": null, "bias_constraint": null, "units": 128, "kernel_constraint": null, "batch_input_shape": [null, 43], "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "dtype": "float32", "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"alpha": 0.30000001192092896, "name": "leaky_re_lu_1", "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "sigmoid", "name": "activation_1"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_2", "kernel_regularizer": null, "bias_constraint": null, "units": 128, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"alpha": 0.30000001192092896, "name": "leaky_re_lu_2", "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "sigmoid", "name": "activation_2"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_3", "kernel_regularizer": null, "bias_constraint": null, "units": 128, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"alpha": 0.30000001192092896, "name": "leaky_re_lu_3", "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "sigmoid", "name": "activation_3"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_4", "kernel_regularizer": null, "bias_constraint": null, "units": 128, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"alpha": 0.30000001192092896, "name": "leaky_re_lu_4", "trainable": true}}, {"class_name": "Activation", "config": {"trainable": true, "activation": "sigmoid", "name": "activation_4"}}, {"class_name": "Dense", "config": {"kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "mode": "fan_avg", "seed": null, "distribution": "uniform"}}, "name": "dense_5", "kernel_regularizer": null, "bias_constraint": null, "units": 14, "kernel_constraint": null, "activity_regularizer": null, "bias_regularizer": null, "activation": "linear", "use_bias": true, "trainable": true, "bias_initializer": {"class_name": "Zeros", "config": {}}}}]}