{"class_name": "Sequential", "keras_version": "2.1.5", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"activation": "sigmoid", "units": 64, "batch_input_shape": [null, 43], "bias_regularizer": null, "kernel_regularizer": null, "dtype": "float32", "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "name": "dense_1", "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "name": "dropout_1", "rate": 0.25, "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "units": 64, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "name": "dense_2", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "name": "dropout_2", "rate": 0.25, "trainable": true}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "units": 64, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "name": "dense_3", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}, {"class_name": "Dropout", "config": {"seed": null, "noise_shape": null, "name": "dropout_3", "rate": 0.25, "trainable": true}}, {"class_name": "Dense", "config": {"activation": "linear", "units": 14, "bias_initializer": {"class_name": "Zeros", "config": {}}, "kernel_regularizer": null, "bias_constraint": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "distribution": "uniform", "mode": "fan_avg", "scale": 1.0}}, "name": "dense_4", "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "trainable": true, "use_bias": true}}]}