{"backend": "tensorflow", "config": [{"config": {"kernel_constraint": null, "use_bias": true, "units": 128, "activation": "linear", "batch_input_shape": [null, 43], "bias_regularizer": null, "trainable": true, "dtype": "float32", "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "kernel_regularizer": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "name": "dense_1"}, "class_name": "Dense"}, {"config": {"trainable": true, "alpha": 0.30000001192092896, "name": "leaky_re_lu_1"}, "class_name": "LeakyReLU"}, {"config": {"activation": "sigmoid", "trainable": true, "name": "activation_1"}, "class_name": "Activation"}, {"config": {"kernel_constraint": null, "use_bias": true, "units": 128, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "name": "dense_2"}, "class_name": "Dense"}, {"config": {"trainable": true, "alpha": 0.30000001192092896, "name": "leaky_re_lu_2"}, "class_name": "LeakyReLU"}, {"config": {"activation": "sigmoid", "trainable": true, "name": "activation_2"}, "class_name": "Activation"}, {"config": {"kernel_constraint": null, "use_bias": true, "units": 128, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "name": "dense_3"}, "class_name": "Dense"}, {"config": {"trainable": true, "alpha": 0.30000001192092896, "name": "leaky_re_lu_3"}, "class_name": "LeakyReLU"}, {"config": {"activation": "sigmoid", "trainable": true, "name": "activation_3"}, "class_name": "Activation"}, {"config": {"kernel_constraint": null, "use_bias": true, "units": 128, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "name": "dense_4"}, "class_name": "Dense"}, {"config": {"trainable": true, "alpha": 0.30000001192092896, "name": "leaky_re_lu_4"}, "class_name": "LeakyReLU"}, {"config": {"activation": "sigmoid", "trainable": true, "name": "activation_4"}, "class_name": "Activation"}, {"config": {"kernel_constraint": null, "use_bias": true, "units": 14, "kernel_regularizer": null, "bias_regularizer": null, "trainable": true, "kernel_initializer": {"config": {"distribution": "uniform", "mode": "fan_avg", "scale": 1.0, "seed": null}, "class_name": "VarianceScaling"}, "bias_constraint": null, "activation": "linear", "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "name": "dense_5"}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.5"}