{"backend": "tensorflow", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "bias_regularizer": null, "trainable": true, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "dtype": "float32", "activity_regularizer": null, "use_bias": true, "kernel_regularizer": null, "batch_input_shape": [null, 43], "units": 64, "bias_constraint": null, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"name": "leaky_re_lu_1", "trainable": true, "alpha": 0.30000001192092896}}, {"class_name": "Activation", "config": {"name": "activation_1", "trainable": true, "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "rate": 0.0, "trainable": true, "seed": null, "noise_shape": null}}, {"class_name": "Dense", "config": {"name": "dense_2", "activity_regularizer": null, "trainable": true, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "units": 64, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"name": "leaky_re_lu_2", "trainable": true, "alpha": 0.30000001192092896}}, {"class_name": "Activation", "config": {"name": "activation_2", "trainable": true, "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "rate": 0.0, "trainable": true, "seed": null, "noise_shape": null}}, {"class_name": "Dense", "config": {"name": "dense_3", "activity_regularizer": null, "trainable": true, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "units": 64, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "LeakyReLU", "config": {"name": "leaky_re_lu_3", "trainable": true, "alpha": 0.30000001192092896}}, {"class_name": "Activation", "config": {"name": "activation_3", "trainable": true, "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"name": "dropout_3", "rate": 0.0, "trainable": true, "seed": null, "noise_shape": null}}, {"class_name": "Dense", "config": {"name": "dense_4", "activity_regularizer": null, "trainable": true, "activation": "linear", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"distribution": "uniform", "seed": null, "mode": "fan_avg", "scale": 1.0}}, "bias_constraint": null, "bias_regularizer": null, "use_bias": true, "kernel_regularizer": null, "units": 14, "kernel_constraint": null, "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "keras_version": "2.1.5"}