{"class_name": "Sequential", "backend": "tensorflow", "config": [{"class_name": "Dense", "config": {"batch_input_shape": [null, 29], "activation": "sigmoid", "dtype": "float32", "name": "dense_1", "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "activity_regularizer": null, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true, "units": 64}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "seed": null, "noise_shape": null, "rate": 0.1}}, {"class_name": "Dense", "config": {"activation": "sigmoid", "name": "dense_2", "units": 64, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "seed": null, "noise_shape": null, "rate": 0.1}}, {"class_name": "Dense", "config": {"activation": "linear", "name": "dense_3", "units": 14, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"seed": null, "scale": 1.0, "mode": "fan_avg", "distribution": "uniform"}}, "trainable": true, "kernel_regularizer": null, "kernel_constraint": null, "bias_regularizer": null, "activity_regularizer": null, "bias_initializer": {"class_name": "Zeros", "config": {}}, "bias_constraint": null, "use_bias": true}}], "keras_version": "2.1.5"}