{"keras_version": "2.1.5", "class_name": "Sequential", "config": [{"class_name": "Dense", "config": {"name": "dense_1", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "batch_input_shape": [null, 43], "bias_constraint": null, "units": 64, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "dtype": "float32", "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"name": "dropout_1", "trainable": true, "noise_shape": null, "seed": null, "rate": 0.25}}, {"class_name": "Dense", "config": {"name": "dense_2", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "units": 128, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "sigmoid"}}, {"class_name": "Dropout", "config": {"name": "dropout_2", "trainable": true, "noise_shape": null, "seed": null, "rate": 0.25}}, {"class_name": "Dense", "config": {"name": "dense_3", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_regularizer": null, "bias_constraint": null, "units": 14, "activity_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "bias_initializer": {"class_name": "Zeros", "config": {}}, "trainable": true, "activation": "linear"}}], "backend": "tensorflow"}