{"backend": "tensorflow", "config": [{"config": {"units": 64, "trainable": true, "kernel_regularizer": null, "name": "dense_1", "activation": "sigmoid", "dtype": "float32", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "batch_input_shape": [null, 43], "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"units": 64, "trainable": true, "kernel_regularizer": null, "name": "dense_2", "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"units": 64, "trainable": true, "kernel_regularizer": null, "name": "dense_3", "activation": "sigmoid", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}, {"config": {"units": 14, "trainable": true, "kernel_regularizer": null, "name": "dense_4", "activation": "linear", "use_bias": true, "bias_regularizer": null, "kernel_constraint": null, "kernel_initializer": {"config": {"mode": "fan_avg", "scale": 1.0, "seed": null, "distribution": "uniform"}, "class_name": "VarianceScaling"}, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activity_regularizer": null, "bias_constraint": null}, "class_name": "Dense"}], "class_name": "Sequential", "keras_version": "2.1.5"}