{"class_name": "Sequential", "keras_version": "2.1.5", "config": [{"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "use_bias": true, "name": "dense_1", "bias_constraint": null, "dtype": "float32", "kernel_constraint": null, "kernel_regularizer": null, "units": 64, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "batch_input_shape": [null, 43], "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "use_bias": true, "name": "dense_2", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "units": 64, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "use_bias": true, "name": "dense_3", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "units": 64, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "activation": "sigmoid", "bias_initializer": {"class_name": "Zeros", "config": {}}}}, {"class_name": "Dense", "config": {"activity_regularizer": null, "trainable": true, "use_bias": true, "name": "dense_4", "kernel_constraint": null, "bias_constraint": null, "kernel_regularizer": null, "units": 14, "bias_regularizer": null, "kernel_initializer": {"class_name": "VarianceScaling", "config": {"scale": 1.0, "distribution": "uniform", "seed": null, "mode": "fan_avg"}}, "activation": "linear", "bias_initializer": {"class_name": "Zeros", "config": {}}}}], "backend": "tensorflow"}